Repository: woylaski/notebook
Catalog: pyqt/manpagesgui-master/extra/manpagesgui.po
Languages: fr

source: Cancel
fr: Annuler

source: Random Page
fr: Page au hasard

source: An error occurred
fr: Une erreur s'est produite

source: Not Found
fr: Non trouvé

source: Lost in French countryside but reachable
fr: Perdu dans la campagne française mais joignable

source: released on
fr: sortie le

source: Created by
fr: Crée par

source: Released under GNU GPLv3 license
fr: Sortie sous licence GNU GPLv3

source: All rights reserved
fr: Tous droits réservés

source: This program comes with ABSOLUTELY NO WARRANTY
fr: Ce programme est fourni SANS AUCUNE GARANTIE

source: This is free software, and you are welcome to redistribute it under certain conditions
fr: Il s'agit d'un logiciel libre, et vous êtes invité à le redistribuer sous certaines conditions

source: Select All
fr: Sélectionner Tous

source: Unselect All
fr: Désélectionner Tous

source: Name's page
fr: Nom de page

source: Content page
fr: Contenu de la page

source: Search in
fr: Chercher dans

source: Regex string
fr: Chaine regex

source: What key combination you want to use
fr: Quelle combinaison de touches voulez vous utiliser

source: Valid without keybinding for remove
fr: Valider sans raccourci pour supprimer

source: Command line options
fr: Options de la ligne de commande

source: Processing error
fr: Erreur de traitement

source: About
fr: A Propos

source: Keybinding
fr: Raccourci clavier

source: Text search
fr: Recherche de texte

source: is not valid argument
fr: n'est pas un argument valable

source: directory not found
fr: répertoire introuvable

source: command not found
fr: commande introuvable

source: number
fr: nombre

source: color
fr: couleur

source: default
fr: défaut

source: GUI manual pager
fr: Visionneur graphique de pages du manuel

source: man command
fr: commande man

source: command
fr: commande

source: manual pages directory
fr: répertoire des pages du manuel

source: directory
fr: répertoire

source: Do not display pages in local language
fr: Ne pas afficher les pages dans la langue locale

source: Disables other proposals pages
fr: Désactive les propositions d'autres pages

source: Number of random pages displayed
fr: Nombre de pages au hasard affichées

source: Disable window resizing
fr: Désactiver redimensionnement de la fenêrtre

source: Number of columns displayed
fr: Nombre de colonnes affichées

source: Number of rows displayed
fr: Nombre de lignes affichées

source: Disables email links
fr: Désactive les liens email

source: Disables URL links
fr: Désactive les liens URL

source: Use theme's colors
fr: Utilise les couleurs du thème

source: Text color
fr: Couleurs du texte

source: Background color
fr: Couleurs de fond

source: Section text color
fr: Couleurs du texte des sections

source: Section background color
fr: Couleurs de fond des sections

source: Link text color
fr: Couleurs du texte des liens

source: Link background color
fr: Couleurs de fond des liens

source: Bold text color
fr: Couleurs du texte gras

source: Bold background color
fr: Couleurs de fond gras

source: Italic text color
fr: Couleurs du texte italiques

source: Italic background color
fr: Couleurs de fond italique

source: Environment variable text color
fr: Couleurs du texte des variables d'environnement

source: Environment variable background color
fr: Couleurs de fond des variables d'environnement

source: Display version number and exit
fr: Affiche le numéro de version et quitte
